Repository: arnef/coronaapp
Catalog: po/*.po
Languages: ca, cs, es, eu, fr, it, nl, pt

source: Member State of vaccination
ca: Estat membre de vaccinació
cs: Členský stát
es: Estado miembro de vacunación
eu: Txertaketaren estatu kidea
fr: État membre de la vaccination
it: Stato in cui è stata eseguita la vaccinazione
nl: Gevaccineerd in
pt: Estado membro da vacinação

source: Unique certificate identifier
ca: Identificador únic del certificat
cs: Unikátní identifikátor certifikátu
es: Identificador único del certificado
eu: Ziurtagiriaren identifikatzaile bakarra
fr: Identifiant unique de certificat
it: Identificativo univoco del certificato
nl: Uniek certificaatnummer
pt: Identificador único do certificado

source: Disease or agent the citizen has recovered from
ca: Malaltia o agent del qual s'ha recuperat
cs: Nemoc nebo agens ze které se občan zotavil
es: Enfermedad o agente del que se ha recuperado
eu: Hiritarrak gainditu duen gaixotasuna
fr: Maladie ou agent dont le citoyen est guéri
it: Malattia o agente da cui il cittadino è guarito
nl: Hersteld van
pt: Doença ou agente que o cidadão recuperou de

source: Valid until %s
ca: Vàlida fins %s
cs: Platnost do %s
es: Válido hasta %s
eu: %s era arte balio du
fr: Valide jusqu'au %s
it: Valido fino a %s
nl: Geldig tot %s
pt: Válido até %s

source: Disease or agent targeted
ca: Malaltia o agent que es prevé
cs: Cílená nemoc nebo agens
es: Enfermedad o agente al que se dirige
eu: Gaixotasun edo xede agentea
fr: Maladie ou agent ciblé
it: Malattia o agente a cui è diretto
nl: Gevaccineerd tegen
pt: Doença ou agente direcionado

source: Date of birth (YYYY-MM-DD)
ca: Data de naixement (AAA-MM-DD)
cs: Datum narození (RRRR-MM-DD)
es: Fecha de nacimiento (AAAA-MM-DD)
eu: Jaiotze data(UUUU-HH-EE)
fr: Date de naissance (AAAA-MM-JJ)
it: Data di nascita (AAAA-MM-GG)
nl: Geboortedatum (JJJJ-MM-DD)
pt: Data de nascimento (DD-MM-AAAA)

source: Vaccination certificate
ca: Certificat de vaccinació
cs: Očkovací certifikát
es: Certificado de vacunación
eu: Txertaketa ziurtagiria
fr: Certificat de vaccination
it: Certificato di vaccinazione
nl: Vaccinatiecertificaat
pt: Certificado de vacinação

source: PCR test
ca: Prova PCR
es: Test PCR
eu: PCR testa
fr: Test PCR
it: Test PCR
pt: Teste PCR

source: Test name
pt: Nome do teste

source: Vaccine
ca: Vaccí
cs: Vakcína
es: Vacuna
eu: Txertoa
fr: Vaccin
it: Tipo di vaccino
nl: Vaccin
pt: Vacina

source: Scan...
fr: Scanner...
it: Scansione...
nl: Scannenâ€¦
pt: Digitalizar...

source: Date of vaccination (YYYY-MM-DD)
ca: Data de la vaccinació (AAAA-MM-DD)
cs: Datum vakcinace (RRRR-MM-DD)
es: Fecha de vacunación (AAAA-MM-DD)
eu: Txertaketa data(UUUU-HH-EE)
fr: Date de vaccination (AAAA-MM-JJ)
it: Data di vaccinazione (AAAA-MM-GG)
nl: Vaccinatiedatum (JJJJ-MM-DD)
pt: Data da vacinação (DD-MM-AAAA)

source: Certificate valid from (YYYY-MM-DD)
ca: Certificat vàlid des de (AAAA-MM-DD)
cs: Certifikát platný od (RRRR-MM-DD)
es: Certiicado válido desde (AAAA-MM-DD)
eu: Ziurtagiriaren baliozkotze data(UUUU-HH-EE)
fr: Certificat valide à partir du (AAAA-MM-JJ)
it: Certificato valido a partire da (AAAA-MM-GG)
nl: Het certificaat is geldig van (JJJJ-MM-DD)
pt: Certificado válido de (DD-MM-AAAA)

source: Rapid antigen test
ca: Fabricant de la prova
cs: Rychlý antigenní test
es: Test rápido de antígenos
eu: Antigeno test azkarra
fr: Test antigénique rapide
it: Test antigenico rapido
nl: Coronasneltest
pt: Teste rápido antigénio

source: You currently do not have saved any digital EU-COVID certificates.
ca: No teniu desat cap certificat digital EU-COVID.
cs: V současné době nemáte uložen žádný EU-COVID certifikát.
es: Actualmente no tiene guardado ningún certificado digital EU-COVID.
eu: Oraindik ez duzu EU-COVID ziurtagiri digitalik gorde.
fr: Vous n'avez sauvegardé aucun certificat numérique COVID-UE.
it: Al momento non avete memorizzato nessun certificato digitale EU-COVID.
nl: Je hebt nog geen opgeslagen EU-COVID-certificaten.
pt: Atualmente não tem nenhum certificado digital EU-COVID guardado

source: Delete certificate?
ca: Eliminar certificat?
cs: Smazat certifikát?
es: ¿Eliminar certificado?
eu: Ziurtagiria ezabatu?
fr: Supprimer le certificat ?
it: Cancellare il certificato?
nl: Wil je het certificaat verwijderen?
pt: Eliminar certificado?

source: Vaccine Type
ca: Tipus de vaccí
cs: Typ vakcíny
es: Tipo de vacuna
eu: Txerto mota
fr: Type de vaccin
it: Tipo di vaccino
nl: Soort vaccinatie
pt: Tipo de vacina

source: Number in a series of vaccinations/doses
ca: Número en una sèrie de vaccinacions/nombre de dosis
cs: Pořadové číslo dávky/počet dávek
es: Número de vacunas / dosis
eu: Txertaketa/dosi serieko kopurua
fr: Numéro dans une série de vaccinations/doses
it: Numero dose di vaccinazione/dosi previste
nl: Aantal keer gevaccineerd/Aantal doseringen
pt: Número de doses da vacina

source: Date of first positive test result (YYYY-MM-DD)
ca: Data del primer resultat positiu (AAAA-MM-DD)
cs: Datum prvního pozitivního výsledku (RRRR-MM-DD)
es: Fecha del primer test con resultado positivo (AAAA-MM_DD)
eu: Lehen emaitza positiboaren data(UUUU-HH-EE)
fr: Date du résultat du premier test positif (AAAA-MM-JJ)
it: Data del primo test con risultato positivo (AAAA-MM-GG)
nl: Datum van eerste positieve testresultaat (JJJJ-MM-DD)
pt: Data do primeiro teste positivo (DD-MM-AAAA)

source: Testing centre or facility
ca: Centre o instal·lació de la prova
cs: Testovací centrum nebo zařízení
es: Centro o instalación de pruebas
eu: Test zentro edo instalakuntza
fr: Centre de test ou assimilé
it: Centro o struttura di test
nl: Onderzoekscentrum of -instelling
pt: Centro de teste ou unidade

source: Delete
ca: Elimina
cs: Smazat
es: Borrar
eu: Ezabatu
fr: Supprimer
it: Cancellare
nl: Verwijderen
pt: Eliminar

source: Full protection as of %s
ca: Protecció completa a partir de: %s
cs: Plná ochrana od %s
es: Protección completa a partir de: %s
eu: Babes osoaren %s
fr: Protection pleine à partir de %s
it: Protezione completa a partire da %s
nl: Volledig beschermd sinds %s
pt: Proteção total desde %s

source: Test manufacturer
pt: Fabricante do teste

source: Manufacturer
ca: Fabricant
cs: Výrobce
es: Fabricante
eu: Ekoizlea
fr: Fabricant
it: Produttore
nl: Fabrikant
pt: Fabricante

source: Certificate issuer
ca: Emissor del certificat
cs: Vydavatel certifikátu
es: Emisor del certificado
eu: Ziurtagiriaren igorlea
fr: Fournisseur du certificat
it: Certificato rilasciato da
nl: Certificaatverstrekker
pt: Emissor do certificado

source: Certificate valid until (no more than 180 days after the date of first positive test result)(YYYY-MM-DD)
pt: Certificado válido até (não mais de 180 dias depois do primeiro teste positivo) (DD-MM-AAAA)

source: Name, first name
ca: Llinatges, nom
cs: Příjmení, jméno
es: Apellidos, nombre
eu: Izen-abizenak
fr: Nom, prénom
it: Cognome, nome
nl: Achternaam, voornaam
pt: Nome, primeiro nome

source: Recovery certificate
ca: Certificat de recuperació
cs: Certifikát o prodělané nemoci
es: Certificado de recuperación
eu: Ziurtagiria berreskuratu
fr: Certificat de guérison
it: Certificato di guarigione
nl: Herstelcertificaat
pt: Certificado de recuperação

source: Full vaccination protection
ca: Protecció de vaccinació completa
cs: Plná ochrana vakcinací
es: Protección de vacunación completa
eu: Txertaketaren babes osoa
fr: Protection de vaccination complète
it: Protezione vaccinale completa
nl: Volledige bescherming
pt: Vacinação de proteção completa

source: Incomplete vaccination protection
ca: Protecció de la vaccinació incompleta
cs: Částečná ochrana vakcinací
es: Protección de la vacunación incompleta
eu: Txertaketa babes osatu gabea
fr: Protection de vaccination incomplète
it: Protezione vaccinale incompleta
nl: Onvolledige bescherming
pt: Vacinação de proteção incompleta

source: Cancel
ca: Cancel·la
cs: Zrušit
es: Cancelar
eu: Utzi
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar

source: Type of test
ca: Tipus de prova
cs: Typ testu
es: Tipo de test
eu: Test mota
fr: Type de test
it: Tipo di test
nl: Soort test
pt: Tipo de teste

source: Date and time of the sample collection (YYYY-MM-DD, HH:MM)
ca: Data i hora de la recol·lecció de la mostra (AAAA-MM-DD, HH:MM)
cs: Datum a čas odebrání vzorku (RRRR-MM-DD, HH:MM)
es: Fecha y hora de la recogida de la muestra (AAAA-MM-DD, HH:MM)
eu: Lagina jasotzeko data eta ordua (UUUU-HH-EE, HH:MM)
fr: Date et heure du prélèvement (AAAA-MM-JJ, HH:MM)
it: Data e ora di raccolta del campione (AAAA-MM-GG, OO:MM)
nl: Datum en tijd van antistoffentest (JJJJ-MM-DD, UU:MM)
pt: Hora e data da amostra recolhida (DD-MM-AAAA, HH:MM)

source: Test result
ca: Resultat de la prova
cs: Výsledek testu
es: Resultado del test
eu: Testaren emaitza
fr: Résultat du test
it: Risultato del test
nl: Testresultaat
pt: Resultado do teste

source: Member State of test
ca: Estat membre de la prova
cs: Členský stát testu
es: Estado miembro del test
eu: Testaren estatu kidea
fr: État membre du test
it: Stato in cui è stato eseguito il test
nl: Getest in
pt: Estado-Membro do teste

source: Certificate
ca: Certificat
cs: Certifikátu
es: Certificado
eu: Ziurtagiriaren
fr: Certificat
it: Certificato
nl: Certificaat

source: Valid until (YYYY-MM-DD)
ca: Vàlida fins (AAAA-MM-DD)
cs: Platnost do (RRRR-MM-DD)
es: Válido hasta (AAAA-MM-DD)
eu: Era arte balio du (UUUU-HH-EE)
fr: Valide jusqu'au (AAAA-MM-JJ)
it: Valido fino a (AAAA-MM-GG)
nl: Geldig tot (JJJJ-MM-DD)
